[
    {
      "quote": "It's amazing how pervasive food is. Every second commercial is for food. Every second TV episode takes place around a meal. In the city, you can't go ten feet without seeing or smelling a restaurant. There are 20 foot high hamburgers up on billboards. I am acutely aware of food, and its omnipresence is astounding.",
      "writer": "Adam Scott"
    },
    {
      "quote": "Eat breakfast like a king, lunch like a prince, and dinner like a pauper.",
      "writer": "Adelle Davis"
    },
    {
      "quote": "We are indeed much more than what we eat, but what we eat can nevertheless help us to be much more than what we are.",
      "writer": "Adelle Davis"
    },
    {
      "quote": "Nothing will benefit human health and increase the chances for survival of life on Earth as much as the evolution to a vegetarian diet.",
      "writer": "Albert Einstein"
    },
    {
      "quote": "Eating is always a decision, nobody forces your hand to pick up food and put it into your mouth.",
      "writer": "Alice May Brock"
    },
    {
      "quote": "Fat is a barrier, a bellicose statement to others that, to some, justifies hostility in kind. The world says to the fat person, Your fatness is an affront to me, so we have the right to treat you as offensively as you appear.Fat is not merely viewed as another type of tissue, but as a diagnostic sign, a personal statement, and a measure of personality. Too little fat and we see you as being antisocial, fearful and sexless. Too much fat and we see you as slothful, stupid, and sexually hung up.",
      "writer": "Anthelme Brillat-Savarin"
    },
    {
      "quote": "Fat people, it is commonly held, should be punished because they offend our aesthetic sensibilities. They take up too much space on subways, buses, airplanes, and elevators. They consume more than they contribute to society. They become ill and need to be taken care of, or they die early and their families are left unsupported. The only way fat people can gain some acceptance and forgiveness for their crime of overeating is to at least try, or look like they are trying, to lose weight. They must never eat an ice cream cone in public, never be seen eating a normal sized portion of non-diet food!",
      "writer": "Calvin Trillin"
    },
    {
      "quote": "Tomatoes and oregano make it Italian; wine and tarragon make it French. Sour cream makes it Russian; lemon and cinnamon make it Greek. Soy sauce makes it Chinese; garlic makes it good.",
      "writer": "Calvin Trillin"
    },
    {
      "quote": "Tell me what you eat, and I will tell you what you are.",
      "writer": "Cyra McFadden"
    },
    {
      "quote": "I have not failed. I've just found 10,000 ways that won't work.",
      "writer": "Thomas A. Edison"
    },
    {
      "quote": "If you want to lift yourself up, lift up someone else.",
      "writer": "Booker T. Washington"
    },
    {
      "quote": "Strive not to be a success, but rather to be of value.",
      "writer": "Albert Einstein"
    },
    {
      "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
      "writer": "Franklin D. Roosevelt"
    },
    {
      "quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
      "writer": "Chinese Proverb"
    },
    {
      "quote": "I attribute my success to this: I never gave or took any excuse.",
      "writer": "Florence Nightingale"
    },
    {
      "quote": "The mind is everything. What you think you become.",
      "writer": "Buddha"
    },
    {
      "quote": "Life is 10% what happens to us and 90% how we react to it.",
      "writer": "Charles R. Swindoll"
    },
    {
      "quote": "The only way to do great work is to love what you do.",
      "writer": "Steve Jobs"
    },
    {
      "quote": "Change your thoughts and you change your world.",
      "writer": "Norman Vincent Peale"
    },
    {
      "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
      "writer": "Winston Churchill"
    },
    {
      "quote": "Your time is limited, don't waste it living someone else's life.",
      "writer": "Steve Jobs"
    },
    {
      "quote": "You become what you believe.",
      "writer": "Oprah Winfrey"
    },
    {
      "quote": "The most difficult thing is the decision to act, the rest is merely tenacity.",
      "writer": "Amelia Earhart"
    },
    {
      "quote": "Your life does not get better by chance, it gets better by change.",
      "writer": "Jim Rohn"
    },
    {
      "quote": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do.",
      "writer": "Mark Twain"
    },
    {
      "quote": "Whatever you are, be a good one.",
      "writer": "Abraham Lincoln"
    },
    {
      "quote": "In the end, it's not the years in your life that count. It's the life in your years.",
      "writer": "Abraham Lincoln"
    },
    {
      "quote": "Life is short, and it is up to you to make it sweet.",
      "writer": "Sarah Louise Delany"
    },
    {
      "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
      "writer": "Franklin D. Roosevelt"
    },
    {
      "quote": "If you want to achieve greatness stop asking for permission.",
      "writer": "Anonymous"
    }
]
  